const category = ["모집", "홍보", "자유"];

const field = ["인문/사회", "광고/마케팅", "디자인/미술", "경영/경제/무역", "자기계발", "IT/전자",
               "자연과학", "사진/영상", "보건/의료", "건축/토목", "교육", "봉사/사회공헌",
               "페스티벌/행사", "식품/요리", "체육", "도시/환경", "문화/예술", "역사/탐방"];

const area = ["서울", "부산", "대구", "인천", "광주", "대전", "울산",
              "경기", "강원", "충청", "경상", "전라", "제주", "세종", "해외"];

const inRecruitment = ["공모전", "연합 동아리", "교내 동아리", "지역 동아리", "소모임", "프로젝트"];

const inPromotion = ["공모전", "연합 동아리", "교내 동아리", "지역 동아리",
                     "소모임", "프로젝트", "대외활동", "인턴", "아르바이트"];

module.exports = {
    category,
    field,
    area,
    inRecruitment,
    inPromotion
}                